/* No comment provided by engineer. */
"###Failed to remove Identity Avatar###" = "###Failed to remove Identity Avatar###";

/* No comment provided by engineer. */
"##Alert content content content content content content ##" = "##Alert content content content content content content ##";

/* No comment provided by engineer. */
"##Alert Title##" = "##Alert Title##";

/* No comment provided by engineer. */
"%@ %@ ago" = "%1$@ %2$@ ago";

/* No comment provided by engineer. */
"%@ %@ to arrive" = "%1$@ %2$@ to arrive";

/* No comment provided by engineer. */
"%@ ago" = "%@ ago";

/* No comment provided by engineer. */
"%@ apart" = "%@ apart";

/* No comment provided by engineer. */
"%@ location" = "%@ location";

/* No comment provided by engineer. */
"%@ to arrive" = "%@ to arrive";

/* No comment provided by engineer. */
"%@ to arrive, %@ apart" = "%1$@ to arrive, %2$@ apart";

/* No comment provided by engineer. */
"%@. in %i days" = "%1$@. in %2$i days";

/* No comment provided by engineer. */
"%d people limit on gathering this ·X·. However, we’re glad to eliminate this limit during pilot period in appreciation of your early adaption. Thank you!" = "%d people limit on gathering this ·X·. However, we’re glad to eliminate this limit during pilot period in appreciation of your early adaption. Thank you!";

/* No comment provided by engineer. */
"%dh ago" = "%dh ago";

/* No comment provided by engineer. */
"%dm ago" = "%dm ago";

/* No comment provided by engineer. */
"%i days ago" = "%i days ago";

/* No comment provided by engineer. */
"%i hours ago" = "%i hours ago";

/* No comment provided by engineer. */
"%i invited" = "%i invited";

/* No comment provided by engineer. */
"%i minutes ago" = "%i minutes ago";

/* No comment provided by engineer. */
"%i month" = "%i month";

/* No comment provided by engineer. */
"%i months" = "%i months";

/* No comment provided by engineer. */
"%i year" = "%i year";

/* No comment provided by engineer. */
"%i years" = "%i years";

/* WidgetExfee Exfee static */
"%u / %u" = "%1$u / %2$u";

/* No comment provided by engineer. */
"+ mates..." = "+ mates...";

/* No comment provided by engineer. */
"+km" = "+km";

/* No comment provided by engineer. */
"1.5 hours ago" = "1.5 hours ago";

/* No comment provided by engineer. */
"\"%@\"" = "\"%@\"";

/* No comment provided by engineer. */
"Accepted" = "Accepted";

/* No comment provided by engineer. */
"Add" = "Add";

/* Profile */
"Add identity" = "Add identity";

/* No comment provided by engineer. */
"Adding invitation failed." = "Adding invitation failed.";

/* No comment provided by engineer. */
"Afternoon" = "Afternoon";

/* No comment provided by engineer. */
"All-day" = "All-day";

/* No comment provided by engineer. */
"an hour ago" = "an hour ago";

/* No comment provided by engineer. */
"Apart from you" = "Apart from you";

/* No comment provided by engineer. */
"Arrived" = "Arrived";

/* No comment provided by engineer. */
"Authenticate" = "Authenticate";

/* No comment provided by engineer. */
"Authentication" = "Authentication";

/* No comment provided by engineer. */
"Authentication failed due to security concerns, please sign in again." = "Authentication failed due to security concerns, please sign in again.";

/* No comment provided by engineer. */
"Authentication failed." = "Authentication failed.";

/* No comment provided by engineer. */
"Authorization failed." = "Authorization failed.";

/* WidgetExfee field name */
"Bio" = "Bio";

/* Edit Profile, placeholder */
"Bio..." = "Bio...";

/* No comment provided by engineer. */
"Breakfast" = "Breakfast";

/* No comment provided by engineer. */
"Brunch" = "Brunch";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Change password" = "Change password";

/* No comment provided by engineer. */
"Choose a place" = "Choose a place";

/* No comment provided by engineer. */
"Choose an account" = "Choose an account";

/* No comment provided by engineer. */
"Choose photo" = "Choose photo";

/* No comment provided by engineer. */
"Clear place" = "Clear place";

/* No comment provided by engineer. */
"Clear portrait" = "Clear portrait";

/* No comment provided by engineer. */
"Clear Time" = "Clear Time";

/* No comment provided by engineer. */
"Close" = "Close";

/* No comment provided by engineer. */
"Confirm reverting portrait and everything back?" = "Confirm reverting portrait and everything back?";

/* EXRsvpStatusView */
"Contact unreachable" = "Contact unreachable";

/* EFContactDataSouce section Title */
"Contacts" = "Contacts";

/* No comment provided by engineer. */
"Cropped area displays as portrait. Shake to revert." = "Cropped area displays as portrait. Shake to revert.";

/* No comment provided by engineer. */
"Current location" = "Current location";

/* No comment provided by engineer. */
"Current password" = "Current password";

/* No comment provided by engineer. */
"Daybreak" = "Daybreak";

/* No comment provided by engineer. */
"Dinner" = "Dinner";

/* No comment provided by engineer. */
"Disable this feature" = "Disable this feature";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Edit {{X_NOUN}} Info" = "Edit {{X_NOUN}} Info";

/* No comment provided by engineer. */
"Edit {{X_NOUN}} time" = "Edit {{X_NOUN}} time";

/* No comment provided by engineer. */
"Enter contact name" = "Enter contact name";

/* No comment provided by engineer. */
"Enter email or phone" = "Enter email or phone";

/* No comment provided by engineer. */
"Enter password" = "Enter password";

/* No comment provided by engineer. */
"Evening" = "Evening";

/* Name for Product, eg: Shuady */
"EXFE" = "EXFE";

/* Name for App, eg: ·X· */
"EXFE " = "EXFE ";

/* Name for Product and App, eg: Shuady ·X· */
"EXFE  " = "EXFE  ";

/* EFContactDataSouce section Title */
"Exfee" = "Exfee";

/* No comment provided by engineer. */
"Facebook" = "Facebook";

/* No comment provided by engineer. */
"Facebook Authorization" = "Facebook Authorization";

/* No comment provided by engineer. */
"Failed to connect to server. Please retry or wait awhile." = "Failed to connect to server. Please retry or wait awhile.";

/* No comment provided by engineer. */
"Failed to update cross time: %@." = "Failed to update cross time: %@.";

/* No comment provided by engineer. */
"Failed to update portrait." = "Failed to update portrait.";

/* No comment provided by engineer. */
"Failed to update profile." = "Failed to update profile.";

/* EFSignInViewController */
"Forgot password?" = "Forgot password?";

/* No comment provided by engineer. */
"Gather" = "Gather";

/* No comment provided by engineer. */
"Gather a {{X_FOR_GATHER}}" = "Gather a {{X_FOR_GATHER}}";

/* No comment provided by engineer. */
"Go hang out with friends." = "Go hang out with friends.";

/* No comment provided by engineer. */
"go to verify" = "go to verify";

/* No comment provided by engineer. */
"h ago" = "h ago";

/* No comment provided by engineer. */
"Here" = "Here";

/* No comment provided by engineer. */
"HOST" = "HOST";

/* No comment provided by engineer. */
"Host as identity:" = "Host as identity:";

/* No comment provided by engineer. */
"I'm in" = "I'm in";

/* No comment provided by engineer. */
"Identity authorization has been revoked, please re-authorize." = "Identity authorization has been revoked, please re-authorize.";

/* No comment provided by engineer. */
"Identity Verification" = "Identity Verification";

/* No comment provided by engineer. */
"in %@" = "in %@";

/* No comment provided by engineer. */
"in %@ %@" = "in %1$@ %2$@";

/* No comment provided by engineer. */
"in %i hours" = "in %i hours";

/* No comment provided by engineer. */
"in %i minutes" = "in %i minutes";

/* No comment provided by engineer. */
"in 1.5 hours" = "in 1.5 hours";

/* No comment provided by engineer. */
"in one hour" = "in one hour";

/* No comment provided by engineer. */
"in two days" = "in two days";

/* No comment provided by engineer. */
"Interested" = "Interested";

/* No comment provided by engineer. */
"Invalid account." = "Invalid account.";

/* No comment provided by engineer. */
"Invalid identity." = "Invalid identity.";

/* No comment provided by engineer. */
"Invalid name." = "Invalid name.";

/* No comment provided by engineer. */
"Invalid password." = "Invalid password.";

/* No comment provided by engineer. */
"Invalid token." = "Invalid token.";

/* Use as search pattern */
"invited" = "invited";

/* No comment provided by engineer. */
"just now" = "just now";

/* No comment provided by engineer. */
"km" = "km";

/* No comment provided by engineer. */
"Leave from this ·X·" = "Leave from this ·X·";

/* No comment provided by engineer. */
"Loading" = "Loading";

/* No comment provided by engineer. */
"Loading..." = "Loading...";

/* No comment provided by engineer. */
"Location unavailable" = "Location unavailable";

/* No comment provided by engineer. */
"Lunch" = "Lunch";

/* No comment provided by engineer. */
"m" = "m";

/* No comment provided by engineer. */
"m ago" = "m ago";

/* No comment provided by engineer. */
"Merge" = "Merge";

/* No comment provided by engineer. */
"Merge account %@ into your current signed-in account?" = "Merge account %@ into your current signed-in account?";

/* No comment provided by engineer. */
"Merge accounts" = "Merge accounts";

/* No comment provided by engineer. */
"Midnight" = "Midnight";

/* No comment provided by engineer. */
"Morning" = "Morning";

/* No comment provided by engineer. */
"Network error" = "Network error";

/* No comment provided by engineer. */
"New password" = "New password";

/* No comment provided by engineer. */
"Next" = "Next";

/* No comment provided by engineer. */
"Night" = "Night";

/* No comment provided by engineer. */
"No place found. Tap arrow to edit." = "No place found. Tap arrow to edit.";

/* No comment provided by engineer. */
"No post in conversation,\n yet." = "No post in conversation,\n yet.";

/* No comment provided by engineer. */
"Noon" = "Noon";

/* No comment provided by engineer. */
"now" = "now";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Online" = "Online";

/* No comment provided by engineer. */
"Open this RouteX page" = "Open this RouteX page";

/* No comment provided by engineer. */
"Password incorrect." = "Password incorrect.";

/* No comment provided by engineer. */
"Password reset request is sent, please check your email for instructions." = "Password reset request is sent, please check your email for instructions.";

/* No comment provided by engineer. */
"Password reset request is sent, please check your message for instructions." = "Password reset request is sent, please check your message for instructions.";

/* No comment provided by engineer. */
"Pending" = "Pending";

/* No comment provided by engineer. */
"People will no longer have access to any information in this ·X·. Please confirm to remove." = "People will no longer have access to any information in this ·X·. Please confirm to remove.";

/* No comment provided by engineer. */
"Pick a time" = "Pick a time";

/* No comment provided by engineer. */
"Please check and allow Shuady \naccount in Twitter \nmenu of ‘Settings’ app." = "Please check and allow Shuady \naccount in Twitter \nmenu of ‘Settings’ app.";

/* No comment provided by engineer. */
"Please check and allow {{PRODUCT_APP_NAME}} to use your account in Facebook menu of ‘Settings’ app. Retry or use other identity." = "Please check and allow {{PRODUCT_APP_NAME}} to use your account in Facebook menu of ‘Settings’ app. Retry or use other identity.";

/* No comment provided by engineer. */
"Please check spell and retry." = "Please check spell and retry.";

/* No comment provided by engineer. */
"Please check your input above." = "Please check your input above.";

/* No comment provided by engineer. */
"Please check your network connection and account setting in Settings app." = "Please check your network connection and account setting in Settings app.";

/* No comment provided by engineer. */
"Please draw route on map" = "Please draw route on map";

/* No comment provided by engineer. */
"Please proceed to “Settings” app » Privacy » Location Service,\nthen turn it on for “{{PRODUCT_APP_NAME}}”." = "Please proceed to “Settings” app » Privacy » Location Service,\nthen turn it on for “{{PRODUCT_APP_NAME}}”.";

/* No comment provided by engineer. */
"Please wait a while." = "Please wait a while.";

/* No comment provided by engineer. */
"Previous" = "Previous";

/* No comment provided by engineer. */
"Privacy Control" = "Privacy Control";

/* No comment provided by engineer. */
"Privacy is important" = "Privacy is important";

/* No comment provided by engineer. */
"Pull down to refresh..." = "Pull down to refresh...";

/* No comment provided by engineer. */
"Quota limit exceeded" = "Quota limit exceeded";

/* No comment provided by engineer. */
"Re-authorize" = "Re-authorize";

/* No comment provided by engineer. */
"Release to refresh..." = "Release to refresh...";

/* No comment provided by engineer. */
"Remove" = "Remove";

/* No comment provided by engineer. */
"Remove from this ·X·" = "Remove from this ·X·";

/* No comment provided by engineer. */
"Request location" = "Request location";

/* No comment provided by engineer. */
"Request should be responded usually in seconds, please wait for awhile." = "Request should be responded usually in seconds, please wait for awhile.";

/* No comment provided by engineer. */
"Request should be responded usually in seconds, please wait for awhile. Please also check your spam email folder, it might be mistakenly filtered by your mailbox." = "Request should be responded usually in seconds, please wait for awhile. Please also check your spam email folder, it might be mistakenly filtered by your mailbox.";

/* No comment provided by engineer. */
"Request too frequently." = "Request too frequently.";

/* No comment provided by engineer. */
"Response:" = "Response:";

/* No comment provided by engineer. */
"Revert" = "Revert";

/* No comment provided by engineer. */
"Revert editing" = "Revert editing";

/* No comment provided by engineer. */
"Right there on map" = "Right there on map";

/* No comment provided by engineer. */
"RouteX in background" = "RouteX in background";

/* No comment provided by engineer. */
"RouteX will show your location for 20 minutes, only to those who're agreed." = "RouteX will show your location for 20 minutes, only to those who're agreed.";

/* No comment provided by engineer. */
"Same password?" = "Same password?";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Search" = "Search";

/* No comment provided by engineer. */
"Search place" = "Search place";

/* No comment provided by engineer. */
"seconds ago" = "seconds ago";

/* No comment provided by engineer. */
"Send" = "Send";

/* No comment provided by engineer. */
"Server Error" = "Server Error";

/* No comment provided by engineer. */
"Set by %@" = "Set by %@";

/* No comment provided by engineer. */
"Set by %@ %@" = "Set by %1$@ %2$@";

/* No comment provided by engineer. */
"Set display name" = "Set display name";

/* No comment provided by engineer. */
"Set invitee name" = "Set invitee name";

/* No comment provided by engineer. */
"Set password" = "Set password";

/* No comment provided by engineer. */
"Set Password" = "Set Password";

/* No comment provided by engineer. */
"Set password failed." = "Set password failed.";

/* No comment provided by engineer. */
"Set response to:" = "Set response to:";

/* No comment provided by engineer. */
"Set up Twitter account" = "Set up Twitter account";

/* No comment provided by engineer. */
"Set {{PRODUCT_NAME}} password" = "Set {{PRODUCT_NAME}} password";

/* No comment provided by engineer. */
"Show all contacts" = "Show all contacts";

/* No comment provided by engineer. */
"Sign In" = "Sign In";

/* No comment provided by engineer. */
"Sign out" = "Sign out";

/* No comment provided by engineer. */
"Sometime" = "Sometime";

/* No comment provided by engineer. */
"Somewhere" = "Somewhere";

/* No comment provided by engineer. */
"Sorry for the inconvenience. Sometimes, we have to compromise on experience for your account security. Re-authentication is to avoid modification by others who can possibly use your phone." = "Sorry for the inconvenience. Sometimes, we have to compromise on experience for your account security. Re-authentication is to avoid modification by others who can possibly use your phone.";

/* No comment provided by engineer. */
"Sorry, something is technically wrong in the \"cloud\", we’re fixing it up." = "Sorry, something is technically wrong in the \"cloud\", we’re fixing it up.";

/* No comment provided by engineer. */
"Start" = "Start";

/* No comment provided by engineer. */
"Start over" = "Start over";

/* No comment provided by engineer. */
"Start with new account" = "Start with new account";

/* search header title */
"Suggest" = "Suggest";

/* No comment provided by engineer. */
"Take photo" = "Take photo";

/* No comment provided by engineer. */
"Take some notes" = "Take some notes";

/* No comment provided by engineer. */
"TAP TO RETRY" = "TAP TO RETRY";

/* No comment provided by engineer. */
"Tea-break" = "Tea-break";

/* No comment provided by engineer. */
"The group utility for gathering." = "The group utility for gathering.";

/* No comment provided by engineer. */
"The time is too long after the authentication. Please try authenticate identity above again." = "The time is too long after the authentication. Please try authenticate identity above again.";

/* No comment provided by engineer. */
"There is something wrong. Please try again later." = "There is something wrong. Please try again later.";

/* No comment provided by engineer. */
"This email requires verification before proceeding. Verification request is sent, please check your email for instructions." = "This email requires verification before proceeding. Verification request is sent, please check your email for instructions.";

/* No comment provided by engineer. */
"This number requires verification before proceeding. Verification request is sent, please check your message for instructions." = "This number requires verification before proceeding. Verification request is sent, please check your message for instructions.";

/* No comment provided by engineer. */
"This RouteX page will show your location in 1 hour." = "This RouteX page will show your location in 1 hour.";

/* No comment provided by engineer. */
"To destination" = "To destination";

/* No comment provided by engineer. */
"To protect privacy, nothing to list here \nuntil your account is verified. Please go to verify first." = "To protect privacy, nothing to list here \nuntil your account is verified. Please go to verify first.";

/* No comment provided by engineer. */
"To reset {{PRODUCT_NAME}} password, please authenticate with your identity." = "To reset {{PRODUCT_NAME}} password, please authenticate with your identity.";

/* No comment provided by engineer. */
"tomorrow" = "tomorrow";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter Authorization" = "Twitter Authorization";

/* No comment provided by engineer. */
"two days ago" = "two days ago";

/* No comment provided by engineer. */
"Unavailable" = "Unavailable";

/* No comment provided by engineer. */
"Unknown" = "Unknown";

/* No comment provided by engineer. */
"Unreachable contact" = "Unreachable contact";

/* No comment provided by engineer. */
"Unverified account." = "Unverified account.";

/* Profile Table cell */
"Unverified identity. Please check your email for instructions.\nRequest verification again?" = "Unverified identity. Please check your email for instructions.\nRequest verification again?";

/* Profile Table cell */
"Unverified identity. Please check your message for instructions.\nRequest verification again?" = "Unverified identity. Please check your message for instructions.\nRequest verification again?";

/* No comment provided by engineer. */
"Update" = "Update";

/* No comment provided by engineer. */
"Update available" = "Update available";

/* No comment provided by engineer. */
"Utility like RouteX should respect the highest standard of privacy and data security, because it can acquire your location. We care and pay attention to it." = "Utility like RouteX should respect the highest standard of privacy and data security, because it can acquire your location. We care and pay attention to it.";

/* No comment provided by engineer. */
"Verification" = "Verification";

/* No comment provided by engineer. */
"Verification is sent. Please check your email for instructions." = "Verification is sent. Please check your email for instructions.";

/* No comment provided by engineer. */
"Verification is sent. Please check your message for instructions." = "Verification is sent. Please check your message for instructions.";

/* No comment provided by engineer. */
"Want to see location with friends?" = "Want to see location with friends?";

/* No comment provided by engineer. */
"WeChat" = "WeChat";

/* No comment provided by engineer. */
"Welcome to {{PRODUCT_APP_NAME}}" = "Welcome to {{PRODUCT_APP_NAME}}";

/* No comment provided by engineer. */
"Where r u?\n%@" = "Where r u?\n%@";

/* No comment provided by engineer. */
"Why I have to do this?" = "Why I have to do this?";

/* No comment provided by engineer. */
"yesterday" = "yesterday";

/* No comment provided by engineer. */
"You have no access to this private ·X·." = "You have no access to this private ·X·.";

/* No comment provided by engineer. */
"You will no longer have access to any information in this ·X· once left. Please confirm to leave." = "You will no longer have access to any information in this ·X· once left. Please confirm to leave.";

/* No comment provided by engineer. */
"Your profile here." = "Your profile here.";

/* No comment provided by engineer. */
"You’re about to change import information of your account. For security concerns, please authenticate first and set your {{PRODUCT_APP_NAME}} password." = "You’re about to change import information of your account. For security concerns, please authenticate first and set your {{PRODUCT_APP_NAME}} password.";

/* No comment provided by engineer. */
"You’re about to change important information of your account. For security concerns, please authenticate your account." = "You’re about to change important information of your account. For security concerns, please authenticate your account.";

/* Use as search pattern */
"{{PRODUCT_APP_NAME}}" = "{{PRODUCT_APP_NAME}}";

/* No comment provided by engineer. */
"{{PRODUCT_APP_NAME}} %@ is available. You’re using version %@. Update now?" = "{{PRODUCT_APP_NAME}} %1$@ is available. You’re using version %2$@. Update now?";

/* Use as search pattern */
"{{PRODUCT_NAME}}" = "{{PRODUCT_NAME}}";

/* Use as search pattern */
"{{X_FOR_GATHER}}" = "{{X_FOR_GATHER}}";

/* Use as search pattern */
"{{X_NOUN}}" = "{{X_NOUN}}";

/* ·X· as noun */
"·X· " = "·X· ";

/* ·X· as verb */
"·X·  " = "·X·  ";

/* ·X· for Gahter */
"·X·   " = "·X·   ";

/* No comment provided by engineer. */
"“Rome wasn't built in a day.”" = "“Rome wasn't built in a day.”";

/* No comment provided by engineer. */
"您刚刚拒绝开启这张“活点地图”：%@。它将不会展现您的位置，您也无法用它看到别人的位置。但这不会影响您已开启的其它“活点地图”页面，每张地图中是否展现您的位置是各自独立的设置。" = "您刚刚拒绝开启这张“活点地图”：%@。它将不会展现您的位置，您也无法用它看到别人的位置。但这不会影响您已开启的其它“活点地图”页面，每张地图中是否展现您的位置是各自独立的设置。";

/* No comment provided by engineer. */
"无法立刻通知对方更新方位。请尝试用其它方式联系对方。" = "无法立刻通知对方更新方位。请尝试用其它方式联系对方。";

/* No comment provided by engineer. */
"无需保持应用开启，也能在您已开启的地图中展示一段时间内的位置。" = "无需保持应用开启，也能在您已开启的地图中展示一段时间内的位置。";

/* No comment provided by engineer. */
"通知失败" = "通知失败";

